Repository: maabou512/Trans_OSLS
Catalog: OSLS2017-level2.tmx
Source language: en_us
Languages: ja

source: take advantage of that that opportunity I do want to take a minute to thank our sponsors including Intel VMware Delhi MC and IBM let's give them a quick round of applause as i mentioned we're having a reception tonight at five thirty in the ballroom fire again mud slides will be available in addition to beer and wine and then tomorrow going to have themed receptions throughout the hotel this will be an opportunity for people to go to sort of different thematic network get-togethers and really again get to know each other so that we can all do good work together in the future and then we also have an open space for unconference session so if you have a topic you'd like to discuss ah the signup board is in the foyer so just go ahead and find the unconference session sign up and people will be able to do that as well so again I want to thank all of you for coming and then give you a little linux foundation is at this year this is our annual member event and we're really happy year we just at this event this been a good year for the linux foundation in 2017 is already shaping up to be a really good year you know one of the things that we're really focused on is having a big impact on creating the greatest shared technology investment in the world and it's not just us you know our mission really is to create the largest share of technology investment in the world by making open source code available for anyone to use to propose it's not just the Linux Foundation there are other foundations it's Mike malinka bitching around here somewhere from the Eclipse right there Mike malinka bitch from the Eclipse Foundation in the back of the room there thank you for coming his organization like ours is again dedicated to the same thing to make a lot of source code available to as many people as possible and on the linux foundation's and to that end we've had in the number of organizations and people that we work with I think the 827 member companies the most foundation is already out of date like Michael boosters around here somewhere we it's about 50 out of date so we're going to we're going to probably break a thousand organizations participating in the Linux Foundation this year which is a big milestone the thing I'm most proud about that is the fact that companies that are coming in now from wholesale new sectors that hadn't done a lot of open source work in the past telecom automotive etc are really learning how to do shared software development understanding the intellectual property regimes that open source represent and just sort of greasing the skids for broader low of code which is incredibly important if your admission is to create the greatest shared technology resource in the world last year we had over 20,000 attendees at 150 events from 85 different countries it's it is crazy where is Angela and her team around here somewhere let's give them a quick round of applause what we're going to add another 50 events this year aunt Angela screaming right not actually
ja: take advantage of that that opportunity I do want to take a minute to thank our sponsors including Intel VMware Delhi MC and IBM let's give them a quick round of applause as i mentioned we're having a reception tonight at five thirty in the ballroom fire again mud slides will be available in addition to beer and wine 少しだけ、スポンサーへの謝辞を。インテル、VMware、Dell、IBMへ拍手をお願いします。お伝えしたように今夜は、5:30からレセプションがあります。さっきもお伝えしたように、ビールとワインとマッドスライドも用意してあります。 and thentomorrow going to have themed receptions throughout the hotel this will be an opportunity for people to go to sort of different thematic network get-togethers and really again get to know each other so that we can all do good work together in the future そして、明日はテーマ別のレセプションがホテルでありますので将来につながるよう、この機会を使って違ったテーマの人たちと知り合いになってください。 and then we also have an open space for unconference session so if you have a topic you'd like to discuss ah the signup board is in the foyer so just go ahead and find the unconference session sign up and people will be able to do that as well so again I want to thank all of you for coming また、アンカンファレンスセッション[*]用のオープンスペースも設けているので、ディスカッションしたいトピックがあればFoyerに行って登録してください。今日の参加にについてお礼を申し上げます。 [*]https://en.oxforddictionaries.com/definition/unconference >A loosely structured conference emphasizing the informal exchange of information and ideas between participants, rather than following a conventionally structured programme of events. and then give you a little linux foundation is at this year this is our annual member event and we're really happy year we just at this event this been a good year for the linux foundation in 2017 is already shaping up to be a really good year you know one of the things that we're really focused on is having a big impact on creating the greatest shared technology investment in the world and it's not just us you know our mission really is to create the largest share of technology investment in the world by making open source code available for anyone to use to propose it's not just the Linux Foundation there are other foundations it's Mike Milinkovich around here somewhere from the Eclipse right there Mike malinka bitch from the Eclipse Foundation in the back of the room there thank you for coming his organization like ours is again dedicated to the same thing. We wanna make a lot of source code available to as many people as possible. では少し今年Linux Foundationがどこにいるのか、という点について少々アップデートしたいと思います。本イベントはアニュアルメンバーのイベントで、今回400人超の方々に参加してもらったことを大変うれしく思います。昨年はLinux Foundationにとって大変よい年でした、2017年も大変よい年になる形になってきています。一つは、我々が注力しているのは、世界最大の共有されたテクノロジ投資（The greatest Shared Technology Investment in The World)を生み出すことに影響を与えるということです。私たちのミッションは、オープンソースのコードを誰にでも利用できるようにすることで、世界で最も大きなテクノロジーへの投資を作り出すことですが、もちろんそれは我々に限った話ではありません。さまざまなファンデーションが存在しています。Mike Milinkovich[*2]はいますか？彼は、Eclipse Foundationからの参加です。ありがとうございます。彼の組織は我々と同じことに献身しています、我々は多くのソースコードをできるだけ多くの人たちに使えるえるようにしたいのです。 [*]Mike Milinkovich https://en.wikipedia.org/wiki/Mike_Milinkovich and on the linux foundation's end to that end we've had massive increase in the number of organizations and people that we work with I think the 827 member companies of Linux foundation,it's already out of date like Michael boosters around here somewhere we it's about 50 out of date so we're going to we're going to probably break a thousand organizations participating in the Linux Foundation this year which is a big milestone. Linux Foundationのこういった目的に向かい、我々と一緒に取組んでくれる多くの組織や人による参加が増えています。827のメンバ企業とありますが、これはすでに古い情報です。Mike Woster(?)[*]はいますか？どうも50社分ぐらい古いようなので、今年に参加する組織は1000を突破するかもしれませんね。これは大きなマイルストーンです。 [*]Mike Woster: LFのChief Revenue Officer https://www.linuxfoundation.org/about/leadership/ The thing I'm most proud about that is the fact that companies that are coming in now from wholesale new sectors that hadn't done a lot of open source work in the past telecom automotive etc .and we are really learning how to do shared software development understanding the intellectual property regimes that open source represents, and just sort of greasing the skids for broader flow of code which is incredibly important if your mission is to create the greatest shared technology resource in the world 私がもっても誇らしいと思うことは、過去オープンソースの取り組みをしてこなかったテレコムや自動車産業といった大規模で新しいセクタから今参画しててきていることです。また我々は、オープンソースに象徴的な知的財産（IP）の体系を理解したり、最大の共有可能なテクノロジのリソースを生み出すミッションにおいて非常に重要となるコードの流通を円滑にしたりしすることで共有型のソフトウェア開発をいかにシェアするかということを学んでいるのです。 last year we had over 20,000 attendees at 150 events from 85 different countries it's it is crazy where is Angela and her team around here somewhere let's give them a quick round of applause. we're gonna add another 50 events this year xxx?? Angela screaming right or not. actually we are getting to try and reduce the number and so we're combining some of events but I'm going to talk about that in a little bit 昨年度は85か国で150のイベントを開始し、2万人を越える方々に参加いただきました、クレイジーですね。Angela [*]と彼女のチームがいますので拍手をお願いします。今年は50のイベントを追加予定です。Angelaが叫んでいるかもしれませんね。実際は開催数を減らし、いくつかのイベントを合体させていきますが、後程少し触れてたいと思います。 [*]Angela Brown： LFのイベント担当のVP https://www.linuxfoundation.org/about/leadership/
